// /** @file
// String definitions for Platform info versions.
//
// Copyright (c) 2007 - 2016, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php.
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/

#langdef en-US "English"
#langdef fr-FR "Francais"

#string STR_SOC_STRING                                  #language en-US "BXT SOC"
#string STR_SOC_VALUE                                   #language en-US "N/A"
#string STR_MRC_VERSION_STRING                          #language en-US "MRC Version"
#string STR_MRC_VERSION_VALUE                           #language en-US "N/A"
#string STR_PUNIT_FW_STRING                             #language en-US "PUNIT FW"
#string STR_PUNIT_FW_VALUE                              #language en-US "N/A"
#string STR_ULPMC_FW_STRING                             #language en-US "ULPMC FW"
#string STR_ULPMC_FW_VALUE                              #language en-US "N/A"
#string STR_KSC_FW_STRING                               #language en-US "KSC FW"
#string STR_KSC_FW_VALUE                                #language en-US "N/A"
#string STR_TXE_FW_STRING                               #language en-US "TXE FW"
#string STR_TXE_FW_VALUE                                #language en-US "N/A"
#string STR_GOP_STRING                                  #language en-US "GOP"
#string STR_GOP_VALUE                                   #language en-US "N/A"

#string STR_PMC_FW_STRING                               #language en-US "PMC FW"
#string STR_PMC_FW_VALUE                                #language en-US "N/A"
#string STR_ISH_FW_STRING                               #language en-US "ISH FW"
#string STR_ISH_FW_VALUE                                #language en-US "N/A"

